
var txtname1 = "<div><b>สุดา​รัตน์​ ไพเราะ (ทราย)</b><br>ผู้ช่วยเจ้าหน้าที่ส่งเสริมธุรกิจสาขา<br>สาขา​ดอน​หัว​ฬ่อ​ อมตะ​นคร​ชลบุรี";
var txttitle1 = "<div style='color:#f68b1f;padding:8px;'>มีความคิดเห็นเกี่ยวกับธนาคารในยุค Digital อย่างไรบ้าง</div>";
var txtmemo1 = "ในมุมมองของทรายคิดว่าการนำดิจิตอลมาใช้ในงานของธนาคารเป็นสิ่งที่   ทำให้ทั้งลูกค้าและธนาคาร ได้รับผลประโยชน์ทั้งคู่  เพราะว่าลูกค้าจะได้รับความสะดวกสบายในการทำธุรกรรมมากยิ่งขึ้น อย่างลูกค้าของ ธนาคารที่มี ttb Touch ลูกค้าก็สามารถที่จะทำธุรกรรมได้ง่ายยิ่งขึ้น   สะดวกยิ่งขึ้น  อยากจะแก้ไข ข้อมูลเปลี่ยนแปลง  เบอร์โทรศัพท์เปลี่ยนแปลงที่อยู่ หรือจะสมัครพร้อมเพย์ ยกเลิกพร้อมเพย์ สามารถลดขั้นตอนในการที่ลูกค้าจะต้องมาสาขาเพิ่มความสะดวกสบายให้ลูกค้ามาก  ไม่ต้องเสียเวลาเดินทางมาที่สาขาลูกค้าสามารถทำธุรกรรมผ่านทางมือถือได้เลย โดยเฉพาะในช่วงสถานการณ์การระบาดของโควิดทั้งประเทศเช่นนี้ เป็นการลดความเสี่ยงได้ดีมากเลยค่ะ ในส่วนของธนาคารก็จะมีภาพลักษณ์ที่ทันสมัยค่ะ";

var txtname2 = "<div><b>ณัฐวุฒิ แตงทัย (โน้ต)</b><br>ผู้ช่วยเจ้าหน้าที่ส่งเสริมธุรกิจ<br>สาขาอิมพีเรียลเวิลด์ สำโรง";
var txttitle2 = "<div style='color:#f68b1f;padding:8px;'>มีวิธีการเชิญชวนลูกค้าให้มาใช้ Application ในการทำธุรกรรมผ่านมือถืออย่างไร</div>";
var txtmemo2 = "สำหรับวิธีการเชิญชวนลูกค้ามาใช้บริการ Application ttb touch  ของผม  อย่างแรกเลยเราต้องให้ลูกค้าเห็นข้อดีของ Application ของธนาคารของเราก่อน สิ่งต่อม่าคือเราต้องสามารถตอบคำถามแนะวิธีการใช้ ให้กับลูกค้าได้และเข้าใจแบบง่ายรวดเร็ว สิ่งที่เราไม่ควรลืมคือต้องค้นหาความต้องการของลูกค้าให้ได้ว่าว่าลูกค้าต้องการใช้บริการในด้านไหนบ้าง บอกถึงความสามรถในการทำงานของ Application ว่าให้ความสะดวกในการบริการลูกค้าได้อย่างไร และมีความหลากหลายของช่องทางในการทำธุรกรรรม เราต้องอธิบายพร้อมแนะวิธีการให้กับลูกค้าครับ  นอกจากธุรกรรมทั่วไปแล้ว Application ของเรายังสามารถที่จะมีฟังชั้นอื่นเพิ่มเติมให้ลูกค้าได้ประโยชน์มากขึ้น เช่น การเก็บ wowเพื่อใช้แทนเงินสด การขอตรวจสอบเครดิตบูโรได้ง่าย ๆ ผ่าน Application เป็นการช่วยเพิ่มช่องทางให้ลูกค้าได้อีกครับ";

var txtname3 = "<div><b>วันวิสา อินอุเทน (น้อง)</b><br>ผู้ช่วยเจ้าหน้าที่ส่งเสริมธุรกิจสาขา<br>สาขาฮาร์เบอร์มอลแหลมฉบัง";
var txttitle3 = "<div style='color:#f68b1f;padding:8px;'>Digital ส่วนให้ช่วยให้ชีวิตลูกค้าธนาคารดีขึ้นอย่างไร</div>";
var txtmemo3 = "น้องคิดว่าปัจจุบันเป็นยุคแห่งการเปลี่ยนแปลงในเรื่องต่างๆ และหนึ่งในนั้นก็คือเทคโนโลยีที่เข้ามามีบทบาทมากขึ้นในการใช้ชีวิตประจำวันของพวกเรา   ธนาคารก็เป็นอีกหนึ่งองค์กรที่นำเทคโนโลยีเข้ามาใช้ในการบริหารจัดการ ที่เห็นได้ชัดเจนที่สุดก็คือ Application ซึ่งเปรียบเสมือนการจำลองธนาคารมาไว้บนมือถือ  ที่สามารถให้ลูกค้าทำธุรกรรมต่างๆได้ด้วยตัวเอง สะดวก และรวดเร็ว ไม่ต้องเสียเวลามานั่งคอยที่ธนาคารนานๆเหมือนแต่ก่อน  เป็นสิ่งที่ตอบโจทย์ความต้องการของคนในยุคปัจจุบันได้เป็นอย่างดี ที่เห็นได้ชัดเจนที่สุดก็คือ ความสะดวก รวดเร็ว ในการทำธุรกรรม ไม่ว่าจะอยู่ที่ไหนก็สามารถทำได้ เพราะใน ttb touch นั้นครอบคลุมบริการต่าง ๆ ของธนาคารรวมไว้ใน App แล้ว ไม่ว่าจะเป็นการโอนเงิน ถอนเงิน(ไม่ใช้บัตร) จ่ายบิลต่าง ๆ เปิดบัญชีเงินฝาก กองทุน สินเชื่อ ประกันชีวิต การขอออกบัตรใหม่ นอกจากนี้ยังสามารถแก้ไขข้อมูลต่าง ๆของลูกค้า เช่น ที่อยู่ Email สิ่งเหล่านี้ทำให้ชีวิตของลูกค้าธนาคารดีขึ้นในเรื่องของความสะดวก สบายอย่างแน่นอน และนี่ก็เป็นจุดเด่นที่ทำให้เราสามารถเสนอข้อมูลให้ลูกค้ามาสนใจได้ค่ะ";

var txtname4 = "<div><b>ยศวดี ชูยิ่งสกุทิพย์  (พิมพ์)</b><br>ผู้ช่วยเจ้าหน้าที่ส่งเสริมธุรกิจสาขา<br>สาขาปากร่วมบ่อวิน";
var txttitle4 = "<div style='color:#f68b1f;padding:8px;'>การที่ลูกค้า มี ttb touch activation จำนวนมาก ช่วยลดงานสาขาได้อย่างไร และความกังวลไหมว่า ดิจิตอลจะทำให้ลูกค้าไม่มาใช้บริการที่สาขา</div>";
var txtmemo4 = "แน่นอนค่ะ  สามารถช่วยงานสาขาได้เยอะมากเลย  เพราะว่าลูกค้ามาชำระบิลในแต่ละวันเป็นจำนวนมาก  โดยเฉพาะในช่วงนี้เป็นช่วง covid สาขาในห้างมีการปิดให้บริการ ดังนั้นถ้าหากว่าลูกค้าใช้บริการผ่านทางแอพพลิเคชั่นก็จะเป็นการช่วยลดจำนวนลูกค้าที่มาใช้บริการที่สาขาลง ได้มากค่ะ  ส่วนเรื่องความกังวลว่าลูกค้าจะไม่มาสาขา พิมพ์ไม่กังวลนะคะ ส่วนใหญ่ถ้าลูกค้ามีปัญหาเขาก็ต้องมาพบกับกับเราที่สาขาเหมือนเดิมค่ะ  หรือไม่เราสามารถติดต่อลูกค้าได้ตลอดจากช่องทางอื่น เช่นการโทรหาลูกค้าทาง Lead  การออกเยี่ยมลูกค้าในโอกาสต่าง ๆ  ดิจิตอล อาจจะช่วยลูกค้าเรื่องความสะดวก แต่พนักงานสามารถผูกใจลูกค้าด้วยบริการที่ดีค่ะ หากว่าเราให้บริการที่ดีก็จะมีลูกค้าบอกต่อใน การให้บริการของเราค่ะ ";


var txtname5 = "<div><b>หนึ่งฤทัย ทองอ่อน  (หนึ่ง)</b><br>ผู้ช่วยเจ้าหน้าที่ส่งเสริมธุรกิจสาขา<br>สาขาบิ๊กซี สมุทรปราการ";
var txttitle5 = "<div style='color:#f68b1f;padding:8px;'>มีวิธีในการจัดการข้อโต้แย้งของลูกค้าที่ไม่มั่นใจในความปลอดภัยการใช้ Application ของธนาคารอย่างไร</div>";
var txtmemo5 = "อย่างแรกเราต้องสร้างมั่นใจให้ลูกค้าว่า Application ของธนาคารมีความปลอดภัยสูง  เพราะจะมีรหัสผ่านอยู่แล้ว และการที่ register ครั้งแรกก็จะต้องใช้เน็ตของเครื่องเท่านั้น  จะไม่สามารถใช้ WiFi ได้ ซึ่งจะเป็นตัวช่วย SAVE ในเรื่องข้อมูลส่วนบุคคลของลูกค้า  และการตั้งรหัสของระบบลูกค้าเป็นคนตั้งเอง ซึ่งจะมีลูกค้าคนเดียวที่จะทราบ และการทำรายการแต่ละครั้งก็ต้องมีรหัส(PIN) ของตัวเองซึ่งคนอื่นจะไม่รู้  ถ้าเราอธิบายให้ลูกค้าฟังส่วนใหญ่ก็จะเข้าใจ แต่ก็จะบอกลูกค้าว่าการตั้งรหัสที่ใช้จะต้องมีปลอดภัย  ต้องมีความยากนิดนึง  อย่าตั้งรหัสที่ง่ายแก่การคาดเดาเช่นวันเดือนปีเกิดของตัวเอง  หรือว่าเลขตองอะไรประมาณนี้ค่ะ ส่วนนี้เราก็จะอธิบายให้เขาได้ทราบ  และก็อีกอย่างหนึ่งก็คือในช่วงที่ลูกค้าจะต้องตั้งรหัส  เราก็จะขออนุญาตให้ลูกค้าตั้งรหัสด้วยตัวเอง  เราก็จะไม่มองเพื่อให้เขามั่นใจว่าเราเองก็ไม่รู้เหมือนกันนะคะ ส่วนมากลูกค้าที่เจอ  ลูกค้าชอบกับ Application ของเรา  เพราะว่าไม่ค่อยซับซ้อนในกใช้ได้ง่าย แล้วก็สะดวก รูปแบบการใช้ก็ไม่ได้ยาก ส่วนใหญ่หนึ่งจะเอา Application ของหนึ่งเองเนี่ยเป็นตัวอย่างให้เขาเห็นนะค่ะ  แต่พอลูกค้าโหลดของตัวเองแล้วเราก็ลองพาให้เขาไปใช้ดูเขาก็ค่อนข้างจะใช้ได้แล้วก็บอกว่าของเราไม่ยากค่ะ";

var txtname6 = "<div><b>ศิริมาศ ปัดทุม (ก้อย)</b><br>ผู้ช่วยเจ้าหน้าที่ส่งเสริมธุรกิจสาขา<br>อิมพีเรียลเวิลด์ สำโรง";
var txtmemo6 = "เดิมทำงานอยู่ที่อิมพีเรียลเวิลด์สำโรง  ตอนสาขาในห้างปิด ได้มาช่วยสาขาสำโรงเหนือ มาเป็น Digital Champoin  มาทำงานในหน้าที่นี้ก็รู้สึกสนุกดี  ถึงแม้ว่ามีปริมาณลูกค้าค่อนข้างเยอะแต่ว่าก็เป็นบางวัน   หน้าที่หลักคือให้ลูกค้าทำ application ttb touch ทำให้มีโอกาสในการต่อยอดลูกค้า เพราะว่าสอบถามลูกค้าว่ายังขาดผลิตภัณฑ์อะไร  ถ้าลูกค้ายังไม่มี  เราสามารถนำเสนอได้ค่ะ เช่นลูกค้าบางคนไม่มีบัตรเครดิต แล้วก็จะถามก่อนว่าลูกค้ามีคุณสมบัติสามารถสมัครได้หรือไม่  ถ้าสามารถได้เราก็จะเสนอให้ลูกค้าได้สมัครค่ะ";
var txttitle61 = "<div style='color:#f68b1f;padding:8px;'>ทำไมถึงอยากแนะนำให้ลูกค้าใช้ ttb touch</div>";
var txtmemo61 = "ที่เราอยากจะนำเสนอให้ลูกค้าได้ใช้ application ttb touch เพราะเราเล็งเห็นถึงความสะดวกของลูกค้าเป็นสำคัญ  เพราะสามารถตอบสนองความต้องการในเรื่องความสะดวก สบายให้ลูกค้าได้จริง ๆ ช่วยให้ลูกค้า ทำรายการได้ โดยที่เขาไม่ต้องเสียเวลาออกมาจากบ้าน ก็สามารถทำรายการผ่านมือถือได้ค่ะ ";
var txttitle62 = "<div style='color:#f68b1f;padding:8px;'>ลองบอกข้อดี ของการให้ลูกค้าทำ Face Recognition (การจดจำใบหน้า)?</div>";
var txtmemo62 = "ส่วนมากจะใช้ตอน เปลี่ยนสมุดค่ะ ถามว่าดีกับลูกค้ายังไงก็คือว่าจะทำให้เรารู้ว่า นี่คือลูกค้าตัวจริงและก็เพิ่มในเรื่องของความปลอดภัย ให้กับลูกค้าค่ะ";


function DigitalEmployee(x) {
    //alert(x);
    var str = "";
    if(x==1) {
        str += '<div><img src="./img/BR-001@.jpg" style="width:100%;"></div>';
        str += '<div style="color:#0056ff;line-height:1.4;padding:10px 5px;">'+txtname1+'<div>';
        str += '<div>'+txttitle1+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo1+'</div>';        
    } else if(x==2) {
        str += '<div><img src="./img/BR-002@.jpg" style="width:100%;"></div>';
        str += '<div style="color:#0056ff;line-height:1.4;padding:10px 5px;">'+txtname2+'<div>';
        str += '<div>'+txttitle2+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo2+'</div>';        
    } else if(x==3) {
        str += '<div><img src="./img/BR-003@.jpg" style="width:100%px;"></div>';
        str += '<div style="color:#0056ff;line-height:1.4;padding:10px 5px;">'+txtname3+'<div>';
        str += '<div>'+txttitle3+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo3+'</div>';        
    } else if(x==4) {
        str += '<div><img src="./img/BR-004@.jpg" style="width:100%px;"></div>';
        str += '<div style="color:#0056ff;line-height:1.4;padding:10px 5px;">'+txtname4+'<div>';
        str += '<div>'+txttitle4+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo4+'</div>';        
    } else if(x==5) {
        str += '<div><img src="./img/BR-005@.jpg" style="width:100%px;"></div>';
        str += '<div style="color:#0056ff;line-height:1.4;padding:10px 5px;">'+txtname5+'<div>';
        str += '<div>'+txttitle5+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo5+'</div>';        
    } else if(x==6) {
        str += '<div><img src="./img/BR-006@.jpg" style="width:100%px;"></div>';
        str += '<div style="color:#0056ff;line-height:1.4;padding:10px 5px;">'+txtname6+'<div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo6+'</div>';        
        str += '<div>'+txttitle61+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo61+'</div>';        
        str += '<div>'+txttitle62+'</div>';
        str += '<div style="padding:10px;color:#000000;text-align:left;line-height:1.4;">'+txtmemo62+'</div>';        
    }
    $("#ShowStory").html(str);
    document.getElementById('id01').style.display = 'block';
}



function CloseAll() {
  document.getElementById('id01').style.display='none';
}
